Revit 2026 API

# CloudPoint Type Conversions

---

The CloudPoint type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | (CloudPoint to XYZ) | Creates an XYZ object from this point cloud. |

#### Reference

CloudPoint Structure

Autodesk.Revit.DB.PointClouds Namespace